performance/axis2/data/receiveStrings-1.xml

<?xml version='1.0' encoding='utf-8'?><soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope"><soapenv:Header /><soapenv:Body><ns1:receiveStrings xmlns:ns1="http://www.extreme.indiana.edu/wsdl/Benchmark1"><ns1:input>s0</ns1:input></ns1:receiveStrings></soapenv:Body></soapenv:Envelope>